{
  "language": [
    {
      "name": "English"
    },
    {
      "name": "Tiếng Việt"
    }
  ],
  "menu": [
    {
      "vision": "Tầm nhìn",
      "team": "Đội ngũ",
      "funding": "Kinh phí",
      "token": "Token",
      "language": "Ngôn ngữ",
      "dark_mode": "Chế độ tối",
      "sign_out": "Đăng xuất"
    }
  ],
  "vision_page": [
    {
      "announce": "Thông báo vòng gọi vốn đầu tiên của chúng tôi.",
      "readmore": "Xem thêm",
      "top_title": "Sàn giao dịch NFT dành cho các nhà sáng tạo nội dung",
      "top_desc": "Được xây dựng dành cho người sáng tạo nội dung, Hyperdrive mang lại trải nghiệm độc đáo về NFT - đồng thời là một trong những sản phẩm tiên phong trong hệ sinh thái Layer2",
      "proposal": "Đề xuất",
      "team": "Đội ngũ",
      "feature_title": "Tất cả tính năng trong một nền tảng",
      "feature_desc": "Chúng tôi đã thẩm định và xây dụng một sàn giao dịch NFT vì cộng đồng, dưới đây là các tính năng của sản phẩm."
    }
  ],
  "vision_feature": [
    {
      "name": "Siêu tốc",
      "description": "Bằng việc sử dụng công nghệ mới nhất và có hệ thống máy chủ trên toàn cầu. Trải nghiệm trên Hyperdrive sẽ nhanh và mượt."
    },
    {
      "name": "Người sáng tạo nội dung",
      "description": "Sản phẩm cho phép người sáng tạo nội dung tuỳ chỉnh NFT và đăng bộ sưu tập của họ lên cửa hàng"
    },
    {
      "name": "Bot Protection",
      "description": "Chúng tôi đảm bảo thị trường phát triển một cách tự nhiên và luôn chào đón cho doanh nghiệp."
    },
    {
      "name": "Đội ngũ chuyên gia",
      "description": "Chúng tôi là những chuyên gia đến từ các dự án Layer2 nổi tiếng và có kiến thức chuyên môn về kỹ thuật, tài chính."
    },
    {
      "name": "Mã nguồn mở",
      "description": "Tính minh bạch là điều quan trọng trong thị trường tiền mã hoá và bạn có thể kiểm tra nó một cách dễ dàng."
    },
    {
      "name": "Cộng đồng",
      "description": "Chúng tôi chào đón sự đóng góp, phản hồi từ cộng đồng để giúp sản phẩm trở nên tốt hơn."
    },
    {
      "name": "Đa ngôn ngữ",
      "description": "Bạn sẽ được trải nghiệm thị trường với nhiều ngôn ngữ khác nhau."
    },
    {
      "name": "Mạng xã hội",
      "description": "Với các giảp pháp mạng xã hội phi tập trung, chúng tôi gia tăng tỉ lệ tiếp cận người dùng từ sản phẩm."
    }
  ],
  "funding_page": [
    {
      "funding_title": "Tài trợ từ Gitcoin",
      "funding_desc": "Với nỗ lực xây dựng mã nguồn mở cho sản phẩm chợ giao dịch NFT, chúng tôi đang xin nguồn vốn tài trợ từ Gitcoin.",
      "introducing": "Giới thiệu",
      "introducing_title": "Sàn giao dịch NFT Hyperdrive",
      "introducing_desc": "Với việc ngừng hoạt động của Quix (và trong đó có Stratos), hàng nghìn nhà sáng tạo nội dung NFT sẽ mất đi thị phần của họ nơi họ từng gắn bó lâu dài. Hyperdrive là một chợ NFT mã nguồn mở đầu tiên. Mục tiêu của chúng tôi là tạo ra một chợ NFT tự duy trì và tập trung vào sự sáng tạo của các nghệ sĩ và kỹ sư, đồng thời mang lại sức sống và sự yêu thích trong thị trường NFT tiềm năng này.",
      "summary": "Sơ lược",
      "summary_desc1": "Từ khi sàn giao dịch NFT layer 2 hiện tại đang ngừng hoạt độnng, một cuộc đua mới đã bắt đầu để cung cấp giải pháp thay thể. Một số thành viên từ Layer2 đã tiến hành xây dựng và thành lập nhóm gọi là Hyperdrive. Điều này cho thấy Hyperdrive sẽ là sàn giao dịch phục vụ cộng đồng và là mã nguồn mở cho các nhà sáng tạo nội dung. Ngoài ra sẽ có sự khích lệ, ưu đãi cho những người đóng góp dự án, điều này tạo ra một điều tích cực trong tương lai dài hạn.",
      "summary_desc2": "tầm nhìn của Hyperdrive là tạo ra một thị trường NFT dành cho mọi người, cho phép các nhà sáng tạo nội dung chỉnh sửa và truyền tải ngay trên sản phẩm.",
      "detail": "Chi tiết",
      "background_title": "Mô tả",
      "background_para1": "Khi chúng tôi tập hợp lại thành một nhóm mới tập trung vào một mục tiêu (Chợ NFT cho Layer2), chúng tôi bắt đầu thấy ngày càng nhiều cơ hội để trải nghiệm người dùng tốt hơn. Chúng tôi bắt đầu với ý tưởng rằng đây phải là một thị trường vừa đa dạng vừa riêng biệt và có sự đóng góp của nhiều cộng đồng. Nhóm của chúng tôi gồm các chuyên gia trong nhiều lĩnh vực và chúng tôi đã thống nhất lẫn nhau về việc tạo lập ra sản phẩm Layer2. Bởi vì Layer2 là một giải pháp thay thế tốt với phí gas rẻ, nhanh. Ngay cả trong thị trường gấu này, Optichads và một số dự án khác vẫn tiếp tục cho thấy khối lượng và giá sàn NFT tăng.",
      "background_para2": "Dicaso, người sáng lập Optichads, dự án NFT đầu tiên được nhận tài trợ từ OP Governance, đang phụ trách xây dụng Hyperdrive để đảm bảo lợi nhuận và chi phí cho người dùng nó. DistractionBoy là người đồng sáng lập của Optimistic Bunnies và OptiChads, đồng thời là kỹ sư phần mềm cấp cao (chuyên về giao diện người dùng) với hơn 8 năm làm việc trong các ứng dụng cấp doanh nghiệp và 13 năm kinh nghiệm làm freelancer.",
      "background_blockquote": "Ngay cả khi chúng ta đang ở thị trường gấu, Optichads và một số dự án NFT khác vẫn tiếp tục hoạt động tích cực và cho thấy khối lượng giao dịch đầy hứa hẹn, giá sàn tăng trong bối cảnh DEFI giảm mạnh.",
      "vision_title1": "Tầm nhìn",
      "vision_title2": "Tập trung vào người sáng tạo",
      "vision_desc": "Hãy tưởng tượng bạn đang đi bộ tới nơi làm việc tại một ngôi làng ở Ấn Độ và bạn rẽ vào một góc phố giống như bạn thường làm, bạn bắt đầu khám phá con hẻm của chợ bán hàng tại địa phương. Một người bán hàng sẽ bố trí sản phẩm trông ngọt ngào và lấp lánh nhất. Mỗi khi cô ấy thấy bạn liếc nhìn cô ấy, cô ấy sẽ mỉm cười và ánh sáng từ tán cây vàng sẽ phản chiếu một cách tinh tế trên làn da nâu vàng của cô ấy. Một người khác ở xa hơn trong con hẻm, tiếp tục đưa con cá của mình trước mặt những người qua đường và hét lên 'CÁ TƯƠI!'. Có một người bán hàng làm bánh mì tươi ngon mỗi buổi sáng và luôn vui vẻ nói chuyện về những gian hàng của anh ấy như muốn nói rằng bánh mì là sản phẩm độc đáo nhất của anh ấy. Một người bán hàng khác luôn thu hút ánh nhìn của bạn vào họ vì bạn đang chờ xem liệu giá có về mức hợp túi tiền của bạn chưa. Bạn có thể đã đi toàn bộ chợ và tiếp tục rảo bước đi một hướng mới. Tuy nhiên bạn thích các hoạt động này và những con người ở đây đang đón nhận sự phản hồi và việc mua sắm từ bạn.",
      "vision_para1": "Chợ NFT layer 2 sẽ đáp ứng cảm giác đó. Một số nhà sáng tạo nội dung NFT thích tạo ra những bộ sưu tập được vẽ bằng tay và họ tạo một cách chậm rãi. Một số khác sẽ tạo bằng công nghệ máy học AI và tạo ra các phiên bản một cách nhanh chóng. Tất cả sự khác biệt đó đều được đưa vào không gian NFT riêng biệt.",
      "vision_para2": "Một số nhà sáng tạo nội dung có nhiều bộ sưu tập có cùng một chủ đề, trong khi một số khác tạo ra các giao diện độc đáo cho mỗi bộ sưu tập. Theo thời gian những nhà sáng tạo nội dung sẽ tạo ra nhiệm vụ, phần thưởng, quảng cáo cho những bộ sưu tập sắp tới v.v. Những gì Quix và Opensea đã làm rất tốt là tải các bộ suu tập NFT một cách nhanh chóng và có cách làm riêng để làm nổi bật các bộ sưu tập khác nhau, nhưng chúng tôi nghĩ rằng trọng tâm nên tập trung vào người sáng tạo nội dung và các cửa hàng nhỏ lẻ của họ thay vì các bộ sưu tập riêng lẻ. Ngoài ra chúng tôi muốn họ có thể tuỳ chỉnh cửa hàng của mình một cách phù hợp. Nó sẽ trông như cái họ muốn và trở thành công cụ tiếp thị chính của họ. Vào thời điểm chúng tôi hoàn thành, họ không cần tạo một trang web phụ riêng của họ.",
      "vision_para3": "Cuối cùng, mỗi người sáng tạo nội dung sẽ có thể cung cấp các chương trình khuyến mãi, chiết khấu hoặc tuỳ chỉnh giá ưu đãi phù hợp mà không bị chợ NFT can thiệp. Hãy tưởng tượng bạn có thể tận dụng chương trình ưu đãi giảm giá để gia tăng doanh thu sản phẩm mà bạn sở hữu hoặc số lượng của nhiều bộ sưu tập bạn sở hữu.",
      "vision_blockquote": "...mỗi nhà sáng tạo nội dung có thể cung cấp các chương trình khuyến mãi hoặc giảm giá tuỳ chỉnh, phù hợp mà không bị chợ NFT can thiệp.",
      "sustaining_title1": "Tự duy trì",
      "sustaining_title2": "Chúng tôi không quan tâm đến việc làm đầy túi của mình",
      "sustaining_desc": "Điều đảm bảo ở đây là một thị trường tự duy trì và nó liên tục đáp ứng như cầu của hệ sinh thái luôn thay đổi và được xây dựng bởi người dùng.",
      "sustaining_para1": "Mặc dù mục tiêu của Hyperdrive là nhận đóng góp, tài trợ từ cộng đồng để phục vụ các tính năng cốt lõi của nó, chúng tôi ước tính chi phí của nó ngang với Quix và Stratos. Do đó ít nhất trong nửa đầu năm nay, chúng tôi dự kiến chi phí khoảng $1000 mỗi tháng để duy trì máy chủ, $100 mỗi tháng cho dịch vụ Pinata (ít nhất trong thời gian đầu) và $100 mỗi năm cho chi phí tên miền.",
      "sustaining_para2": "Ngoài ra, sẽ là điều tốt nếu cung cấp các khoản ưu đãi bằng tiền nhỏ bằng các khoản đóng góp. Chúng ta có thể thấy việc gắn tiền thưởng vào các tính năng mới và bản sửa lỗi mà cộng đồng mong muốn. Số tiền thưởng có thể thay đổi tuỳ theo mức độ khó của vấn đề và giá trị mang lại. Việc bổ sung bản dịch cho ngôn ngữ vào một trang cụ thể có thể nhận tiền thưởng 5 $OP kèm theo hoặc mã giảm giá từ các trang của nội dung sáng tạo, đối với bản dịch toàn bộ trang web có thể nhận 200 đến 300 $OP.",
      "sustaining_para3": "Chúng tôi đang khích lệ tinh thần tiên phong mà không khoá sản phẩm để các nhà sáng tạo nội dung có thể phát triển hoặc không ép buộc lợi nhuận từ họ.",
      "tech_specs_title1": "Thông số kỹ thuật",
      "tech_specs_title2": "Tính năng",
      "tech_specs_desc": "Phần lớn mã nguồn sẽ được chép từ hệ thống mã nguồn mở của Quix, ít nhất trong thời gian đầu. Tuy nhiên chúng tôi dự đinh mở rộng một số tính năng từ giao diện người dùng để có được trải nghiệm tốt nhất.",
      "tech_specs_para1": "Thứ nhất, chúng tôi dự định phục vụ tốt nhất cho người dùng, và có hỗ trợ đa ngôn ngữ được cấp bới người bản xứ từ mỗi khu vực. Thứ hai chúng tôi sẽ làm nổi bật những phần thưởng mới từ những người sáng tạo đáng tin cậy, trong khi vẫn giữ công bằng đối với các bộ sưu tập khác và sẽ dành thời gian cho họ nổi bật sau này. Một điều khác mà chúng tôi tin tưởng chắc chắn là tỉnh trải nghiệm trên toàn bộ trang web - điều thường thiếu ở các trang web3 thông thường. Hyperdive sẽ tập trung về tốc độ trải nghiệm. Bằng cách sử dụng các công nghệ hiện đại như lưu trữ và nạp vào bộ nhớ đệm. Chúng tôi sẽ tiếp tục cải thiện kiến trúc hiện đại trên cơ sở cần thiết để bạn không bao giờ phải chờ đợi các tính năng tương tác đơn giản. Cuối cùng chúng tôi muốn làm trải nghiệm, tương tác của người dùng một cách tốt nhất giữa mạng lưới Optimism và Arbitrum.",
      "tech_specs_title3": "Tính năng sắp ra mắt",
      "tech_specs_list_item1": "Tốc độ nhanh",
      "tech_specs_list_item2": "Hỗ trợ đa ngôn ngữ",
      "tech_specs_list_item3": "Hỗ trợ giao dịch nhiều NFT đồng thời",
      "tech_specs_list_item4": "Tuỳ chỉnh hồ sơ cho người sáng tạo nội dung",
      "tech_specs_list_item5": "Giao diện người dùng hiện đại",
      "tech_specs_list_item6": "Kiến trúc phát triển mới nhất",
      "tech_specs_list_item7": "Chuỗi lớp layer 2"
    }
  ],
  "team_page": [
    {
      "team_title": "Đội ngũ của chúng tôi",
      "team_desc": "Chúng tôi - những chuyên gia về Layer2 mong muốn tạo lập một sàn giao dịch NFT chuyên biệt.",
      "contributor_title": "Người đóng góp",
      "contributor_desc": "Hyperdrive ghi nhận công lao đóng góp từ cộng đồng."
    }
  ]
}
